const units = [
  {
    name: "CPIC总公司",
    code: "0"
  },
  {
    name: "电话营销中心",
    code: "100002"
  },
  {
    name: "华南运营中心",
    code: "8020100"
  },
  {
    name: "太平洋财产保险股份有限公司",
    code: "BPFRAME"
  },
  {
    name: "西藏分公司",
    code: "7060100"
  },
  {
    name: "北京分公司",
    code: "1010100"
  },
  {
    name: "天津分公司",
    code: "1020100"
  },
  {
    name: "河北分公司",
    code: "1030100"
  },
  {
    name: "山西分公司",
    code: "1040100"
  },
  {
    name: "内蒙古分公司",
    code: "1050100"
  },
  {
    name: "辽宁分公司",
    code: "2010100"
  },
  {
    name: "大连分公司",
    code: "2020100"
  },
  {
    name: "吉林分公司",
    code: "2030100"
  },
  {
    name: "黑龙江分公司",
    code: "2040100"
  },
  {
    name: "上海分公司",
    code: "3010100"
  },
  {
    name: "航运保险事业营运中心",
    code: "3010200"
  },
  {
    name: "江苏分公司",
    code: "3020100"
  },
  {
    name: "无锡分公司",
    code: "3020300"
  },
  {
    name: "常州分公司",
    code: "3020400"
  },
  {
    name: "浙江分公司",
    code: "3030100"
  },
  {
    name: "温州分公司",
    code: "3030400"
  },
  {
    name: "宁波分公司",
    code: "3040100"
  },
  {
    name: "安徽分公司",
    code: "3050100"
  },
  {
    name: "江西分公司",
    code: "3060100"
  },
  {
    name: "福建分公司",
    code: "3070100"
  },
  {
    name: "厦门分公司",
    code: "3080100"
  },
  {
    name: "山东分公司",
    code: "3090100"
  },
  {
    name: "青岛分公司",
    code: "3100100"
  },
  {
    name: "苏州分公司",
    code: "3110100"
  },
  {
    name: "河南分公司",
    code: "4010100"
  },
  {
    name: "湖北分公司",
    code: "4020100"
  },
  {
    name: "湖南分公司",
    code: "4030100"
  },
  {
    name: "广东分公司",
    code: "5010100"
  },
  {
    name: "东莞分公司",
    code: "5010800"
  },
  {
    name: "深圳分公司",
    code: "5020100"
  },
  {
    name: "海南分公司",
    code: "5030100"
  },
  {
    name: "广西分公司",
    code: "5040100"
  },
  {
    name: "四川分公司",
    code: "6010100"
  },
  {
    name: "重庆分公司",
    code: "6020100"
  },
  {
    name: "贵州分公司",
    code: "6030100"
  },
  {
    name: "云南分公司",
    code: "6040100"
  },
  {
    name: "陕西分公司",
    code: "7010100"
  },
  {
    name: "甘肃分公司",
    code: "7020100"
  },
  {
    name: "新疆分公司",
    code: "7030100"
  },
  {
    name: "宁夏分公司",
    code: "7040100"
  },
  {
    name: "青海分公司",
    code: "7050100"
  }
];
